exports.menu = (id, XBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
❉──────────❉

*🔰_Mr ᭄B O O Tツ_🔰*

❉──────────❉

📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*

*╭═┅ৡৢ͜͡✦═══╡꧁꧂╞═══┅ৡৢ͜͡✦═╮*
*║┊:* ⃟ ⃟  ━ೋ๑————๑ೋ━* ⃟ ⃟ *      
*║┊:◄✜┢┅ீ͜ৡৢ͜͡✦━━◇━━ீ͜ৡৢ͜͡✦┅┧✜►*
*║┊:*      ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈  
*║┊:* -❥ *Mr ᭄B O O Tツ Versi 9.9*
*║┊:* -❥ *Owner : TANPA NAMA*
*║┊:* -❥ *Link* : wa.me/6285157226383
*║┊:* -❥ *Prefix : 「 # 」*
*║┊:* -❥ *Total Pengguna : 9999*
*║┊:* 𝑊𝐴𝑅𝑁𝐼𝑁𝐺!!  𝐷𝑖𝑙𝑎𝑟𝑎𝑛𝑔 𝐶𝑜𝑝𝑦
*║┊:*      ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ ┈ 
*║┊:◄✜┢┅ீ͜ৡৢ͜͡✦━━◇━━ீ͜ৡৢ͜͡✦┅┧✜►*
*║┊:  * ⃟ ⃟  ━ೋ๑————๑ೋ━* ⃟ ⃟ *   
*╰═┅ৡৢ͜͡✦═══╡꧁꧂╞═══┅ৡৢ͜͡✦═╯*
𝐑𝐮𝐥𝐞𝐬 - 𝐒𝐢𝐦𝐩𝐥𝐞
▬▭▬▭▬▭▬▭▬▭▬▭▬▭▬
●⧐JANGAN SPAM BOT
●⧐JANGAN CALL.VC BOT
●⧐LANGGAR GW BAND
▬▭▬▭▬▭▬▭▬▭▬▭▬▭▬

▬▬▬▬ FITUR  BOT: ▬▬▬▬▬
╠════════════════════
║───❉ *Maker* ❉─────
╠════════════════════
│➥ *#texthunder* <text>
│➥ *#sticker*
│➥ *#icon* <text>
│➥ *#text3d* <text>
│➥ *#gltext* <text>
│➥ *#blackpink* <text>
│➥ *#memecreate* <text|text>
│➥ *#ocr* <picture to text>
│➥ *#logogaming* <text>
╰──────────────
╠════════════════════
║───❉ *Picture* ❉─────
╠════════════════════
│➥ *#randomkis*
│➥ *#randomcry*
│➥ *#cooltext* <text>
│➥ *#foto* <cewek|cowok>
│➥ *#ssweb* <link>
│➥ *#meme*
╰──────────────
╠════════════════════
║───❉ *Gabut* ❉─────
╠════════════════════
│➥ *#simi* <text>
│➥ *#ping*
│➥ *#bucin*
│➥ *#infoig* <@affis_saputro123>
│➥ *#profileig* <@affis_saputro123>
│➥ *#igstalk* <@affis_saputro123>
│➥ *#chord* <judul lagu>
│➥ *#chord2* <judul lagu>
│➥ *#ping*
│➥ *#resep* <nama makanan>
│➥ *#nama* <text>
│➥ *#pantun*
│➥ *#lirik* <judul>
│➥ *#pesankosong*
│➥ *#renungan*
╰──────────────
╠════════════════════
║───❉ *Informasi* ❉───
╠════════════════════
│➥ *#harinasional* <text>
│➥ *#wikien* <query>
│➥ *#wiki* <query>
│➥ *#covidcountry*
│➥ *#covid*
│➥ *#infogempa*
│➥ *#fakta*
│➥ *#cuaca*
╰──────────────
╠════════════════════
║───❉ *Kata Kata* ❉─────
╠════════════════════
│➥ *#nulis* <text>
│➥ *#quotemaker* <text>
│➥ *#puisi1*
│➥ *#puisi2*
│➥ *#cerpen*
│➥ *#quotes*
│➥ *#quotes1*
│➥ *#alay* <text>
│➥ *#katabijak*
╰──────────────
╠════════════════════
║───❉ *Download* ❉─────
╠════════════════════
│➥ *#yt* <link>
│➥ *#ytmp3* <link>
│➥ *#ytmp4* <link>
│➥ *#twt* <link>
│➥ *#tiktok* <link>
│➥ *#fb* <link>
│➥ *#ig* <link>
│➥ *#joox* <judul>
╰──────────────
╠════════════════════
║───❉ *Islam* ❉─────
╠════════════════════
│➥ *#quran*
│➥ *#sholat* <daerah>
╰──────────────
╠════════════════════
║───❉ *Spam(not work)* ❉─
╠════════════════════
│➥ *#spamcall* <82334297175>
│➥ *#spamsms* <82334297175>
╰──────────────
╠════════════════════
║───❉ *18+🔞* ❉─────
╠════════════════════
│➥ *#cersex1*
│➥ *#cersex2*
│➥ *#indohot*
│➥ *#pornhub*
╰──────────────
╠════════════════════
║───❉ *Group* ❉─────
╠════════════════════
│➥ *#opengc*
│➥ *#closegc*
│➥ *#tagme*
│➥ *#setname* <text>
│➥ *#setdesc* <text>
│➥ *#nomersend*
╰──────────────
╠════════════════════
║───❉ *Other* ❉─────
╠════════════════════
│➥ *#say* <text>
│➥ *#map*
│➥ *#alay* <text>
│➥ *#bitly* <link>
│➥ *#textimage* <text>
│➥ *#zodiak* <tanggal>
│➥ *#namajenis* <text>
│➥ *#mostviewfilm*
│➥ *#gay*
│➥ *#neolast* <text>
│➥ *#namaninja* <text>
│➥ *#pokemon*
│➥ *#pasangan* <affis & audio>
│➥ *#hostsearch*
│➥ *#jadwaltvnow* <chanel>
╰──────────────
╠════════════════════
║───❉ *Sound* ❉─────
╠════════════════════
│➥ *#tts* <text>
│➥ *#gtts* <text>
╰──────────────
╠════════════════════
║───❉ *Anime* ❉─────
╠════════════════════
│➥ *#randomhentai*
│➥ *#randomhentai2*
│➥ *#nekonime*
│➥ *#dewabatch*
│➥ *#infoanime*
│➥ *#filmanime*
│➥ *#hentai*
│➥ *#loli*
│➥ *#loli2*
│➥ *#shota*
│➥ *#fotoanime*
│➥ *#waifu*
│➥ *#waifu2*
│➥ *#samehadaku*
│➥ *#nekopoi*
│➥ *#animesearch* <text>
╰──────────────
╠════════════════════
║───❉ *Owner Info* ❉─────
╠════════════════════
│1. *Group WhatsApp*
│ _Tidak Tersedia_
│2. *YouTube <subscribe>*
│https://youtube.com/channel/UCHK9gIokua2zkYKYTbqAwMQ
│3. *Instagram <Follow>*
│ _Tidak Tersedia_
│4. *Creator Mℛ ᭄B O O Tツ*
│ _Tanpa Nama_
│5. *WaAdmin +1 (831) 353-5216
╰───────────
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
<══════════════════════>
                  BOT Mr ᭄B O O Tツ
 <══════════════════════>

             ╲    ╱    ● ᏴϴͲ●ᎷᎬΝႮ●
       ╱▔▔▔▔▔╲       Author    : TANPA NAMA
      ┃┈▇┈┈▇┈┃      
╭╮┣━━━━━━┫╭╮    
┃┃┃┈┈┈┈┈┈┃┃┃    
╰╯┃┈┈┈┈┈┈┃╰╯
      ╰┓┏━━┓┏╯
         ╰╯      ╰╯

 ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
╔══════════════════════╗
 ●────●BOT Mr ᭄B O O Tツ●─────●
╚══════════════════════╝
`
}
